Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Report an accessibility bug for the community Bug Tracker. AppleVis requires every report to first be filed with Apple's Feedback Assistant — you'll need the FB number from that report to submit here.
ar: أبلغ عن خلل في إمكانية الوصول لمتعقب أخطاء المجتمع. تتطلب AppleVis تقديم كل تقرير أولاً إلى Feedback Assistant من Apple — ستحتاج إلى رقم FB من ذلك التقرير للإرسال هنا.
de: Melde einen Barrierefreiheitsfehler für die Community-Fehlerverfolgung. AppleVis verlangt, dass jeder Bericht zuerst über Apples Feedback Assistant eingereicht wird – du benötigst die FB-Nummer aus diesem Bericht, um ihn hier einzureichen.
el: Αναφέρετε ένα σφάλμα προσβασιμότητας για τον Ιχνηλάτη Σφαλμάτων της κοινότητας. Το AppleVis απαιτεί κάθε αναφορά να υποβάλλεται πρώτα στο Feedback Assistant της Apple — θα χρειαστείτε τον αριθμό FB από αυτήν την αναφορά για να την υποβάλετε εδώ.
es: Informa de un error de accesibilidad para el rastreador de errores de la comunidad. AppleVis requiere que cada informe se presente primero a través de Feedback Assistant de Apple; necesitarás el número FB de ese informe para enviarlo aquí.
fa: باگ دسترس‌پذیری را برای ردیاب باگ جامعه گزارش دهید. AppleVis نیاز دارد هر گزارش ابتدا در Feedback Assistant اپل ثبت شود — برای ارسال اینجا به شمارهٔ FB آن گزارش نیاز خواهید داشت.
fr: Signalez un bogue d'accessibilité pour le suivi communautaire des bogues. AppleVis exige que chaque signalement soit d'abord déposé via Feedback Assistant d'Apple — vous aurez besoin du numéro FB de ce signalement pour l'envoyer ici.
he: דווח על באג נגישות עבור עוקב הבאגים הקהילתי. AppleVis דורשת שכל דיווח יוגש תחילה ל-Feedback Assistant של Apple — תזדקק למספר ה-FB מדיווח זה כדי לשלוח כאן.
hi: सामुदायिक बग ट्रैकर के लिए सुलभता बग की रिपोर्ट करें। AppleVis को हर रिपोर्ट पहले Apple के Feedback Assistant में दर्ज करना आवश्यक है — यहां सबमिट करने के लिए आपको उस रिपोर्ट का FB नंबर चाहिए होगा।
id: Laporkan bug aksesibilitas untuk Pelacak Bug komunitas. AppleVis mewajibkan setiap laporan diajukan terlebih dahulu ke Feedback Assistant Apple — Anda memerlukan nomor FB dari laporan tersebut untuk mengirim di sini.
it: Segnala un bug di accessibilità per il tracker dei bug della comunità. AppleVis richiede che ogni segnalazione venga prima inviata tramite Feedback Assistant di Apple — avrai bisogno del numero FB di quella segnalazione per inviarla qui.
ja: コミュニティの不具合トラッカーにアクセシビリティの不具合を報告します。AppleVis では、すべての報告をまず Apple の Feedback Assistant に提出する必要があります。ここに提出するには、その報告の FB 番号が必要です。
ko: 커뮤니티 버그 트래커에 접근성 버그를 신고합니다. AppleVis는 모든 신고를 먼저 Apple의 Feedback Assistant에 제출하도록 요구합니다 — 여기 제출하려면 그 보고서의 FB 번호가 필요합니다.
nl: Meld een toegankelijkheidsbug voor de communitybugtracker. AppleVis vereist dat elke melding eerst wordt ingediend bij Apple's Feedback Assistant — je hebt het FB-nummer van die melding nodig om deze hier in te dienen.
pl: Zgłoś błąd dostępności do trackera błędów społeczności. AppleVis wymaga, aby każde zgłoszenie zostało najpierw złożone w Feedback Assistant firmy Apple — będziesz potrzebować numeru FB z tego zgłoszenia, aby przesłać tutaj.
pt: Relate um bug de acessibilidade para o rastreador de bugs da comunidade. A AppleVis exige que todo relatório seja registrado primeiro no Feedback Assistant da Apple — você precisará do número FB desse relatório para enviar aqui.
ru: Сообщите об ошибке специальных возможностей для трекера ошибок сообщества. AppleVis требует, чтобы каждый отчёт сначала подавался через Feedback Assistant от Apple — для отправки здесь вам понадобится номер FB из того отчёта.
sv: Rapportera en tillgänglighetsbugg till gemenskapens felspårare. AppleVis kräver att varje rapport först skickas in via Apples Feedback Assistant — du behöver FB-numret från den rapporten för att skicka in här.
th: รายงานบั๊กด้านการช่วยการเข้าถึงสำหรับตัวติดตามบั๊กของชุมชน AppleVis กำหนดให้ทุกรายงานต้องยื่นกับ Feedback Assistant ของ Apple ก่อน — คุณจะต้องใช้หมายเลข FB จากรายงานนั้นเพื่อส่งที่นี่
tr: Topluluk Hata İzleyicisi için bir erişilebilirlik hatası bildirin. AppleVis, her raporun önce Apple'ın Feedback Assistant'ına gönderilmesini gerektirir — buraya göndermek için o rapordan FB numarasına ihtiyacınız olacak.
uk: Повідомте про помилку доступності для трекера помилок спільноти. AppleVis вимагає, щоб кожен звіт спочатку подавався через Feedback Assistant від Apple — вам знадобиться номер FB з цього звіту, щоб надіслати тут.
vi: Báo cáo lỗi trợ năng cho Trình theo dõi lỗi cộng đồng. AppleVis yêu cầu mọi báo cáo phải được nộp trước tiên qua Feedback Assistant của Apple — bạn sẽ cần số FB từ báo cáo đó để gửi tại đây.
zh_hans: 向社区缺陷追踪系统报告无障碍缺陷。AppleVis 要求所有报告必须先通过 Apple 的 Feedback Assistant 提交——您需要该报告的 FB 编号才能在此提交。

source: Report an AppleVis Bug
ar: الإبلاغ عن خلل في AppleVis
de: AppleVis-Fehler melden
el: Αναφορά Σφάλματος AppleVis
es: Informar de un error de AppleVis
fa: گزارش باگ AppleVis
fr: Signaler un bogue AppleVis
he: דיווח על באג ב-AppleVis
hi: AppleVis बग की रिपोर्ट करें
id: Laporkan Bug AppleVis
it: Segnala un bug di AppleVis
ja: AppleVis の不具合を報告
ko: AppleVis 버그 신고
nl: AppleVis-bug melden
pl: Zgłoś błąd AppleVis
pt: Relatar um bug da AppleVis
ru: Сообщить об ошибке AppleVis
sv: Rapportera en AppleVis-bugg
th: รายงานบั๊ก AppleVis
tr: AppleVis Hatası Bildir
uk: Повідомити про помилку AppleVis
vi: Báo cáo lỗi AppleVis
zh_hans: 报告 AppleVis 缺陷

source: Report Comment
ar: الإبلاغ عن التعليق
de: Kommentar melden
el: Αναφορά Σχολίου
es: Denunciar comentario
fa: گزارش دیدگاه
fr: Signaler le commentaire
he: דיווח על תגובה
hi: टिप्पणी की रिपोर्ट करें
id: Laporkan Komentar
it: Segnala commento
ja: コメントを報告
ko: 댓글 신고
nl: Reactie melden
pl: Zgłoś komentarz
pt: Denunciar comentário
ru: Пожаловаться на комментарий
sv: Anmäl kommentar
th: รายงานความคิดเห็น
tr: Yorumu Bildir
uk: Поскаржитися на коментар
vi: Báo cáo bình luận
zh_hans: 举报评论

source: Report has always worked on individual comments and replies, but not on the thing they're replying to — a forum topic's original post, or an app, blog, guide, bug report, or episode entry had no way to flag. Every detail screen's actions menu (top-right corner) now offers Report there too, alongside the existing Save/Follow/Share options.
ar: لطالما عمل الإبلاغ على التعليقات والردود الفردية، لكن ليس على الشيء الذي تردّ عليه — لم تكن هناك طريقة للإبلاغ عن المنشور الأصلي لموضوع في المنتدى، أو إدخال تطبيق أو مدونة أو دليل أو تقرير خطأ أو حلقة. يوفر الآن قائمة إجراءات كل شاشة تفاصيل (الزاوية العلوية اليمنى) خيار الإبلاغ هناك أيضًا، إلى جانب خيارات الحفظ/المتابعة/المشاركة الحالية.
de: Melden hat schon immer für einzelne Kommentare und Antworten funktioniert, aber nicht für das, worauf sie antworten – der ursprüngliche Beitrag eines Forenthemas oder ein App-, Blog-, Anleitungs-, Fehlerbericht- oder Folgeneintrag hatte keine Möglichkeit, gemeldet zu werden. Das Aktionsmenü jedes Detailbildschirms (oben rechts) bietet jetzt auch dort Melden an, neben den vorhandenen Optionen Speichern/Folgen/Teilen.
el: Η Αναφορά λειτουργούσε πάντα σε μεμονωμένα σχόλια και απαντήσεις, αλλά όχι στο πράγμα στο οποίο απαντούν — η αρχική ανάρτηση ενός θέματος φόρουμ, ή μια καταχώριση εφαρμογής, blog, οδηγού, αναφοράς σφάλματος ή επεισοδίου δεν είχε τρόπο να επισημανθεί. Το μενού ενεργειών κάθε οθόνης λεπτομερειών (πάνω δεξιά γωνία) προσφέρει πλέον και εκεί Αναφορά, δίπλα στις υπάρχουσες επιλογές Αποθήκευση/Παρακολούθηση/Κοινή χρήση.
es: Denunciar siempre ha funcionado en comentarios y respuestas individuales, pero no en aquello a lo que responden: una publicación original de un tema del foro, o una entrada de app, blog, guía, informe de error o episodio no tenían forma de marcarse. El menú de acciones de cada pantalla de detalle (esquina superior derecha) ahora también ofrece Denunciar, junto a las opciones existentes de Guardar/Seguir/Compartir.
fa: گزارش کردن همیشه روی نظرات و پاسخ‌های تکی کار می‌کرد، اما نه روی چیزی که به آن پاسخ می‌دهند — پست اصلی یک موضوع انجمن، یا ورودی یک برنامه، وبلاگ، راهنما، گزارش باگ یا قسمت راهی برای گزارش نداشت. اکنون منوی عملکردهای هر صفحه جزئیات (گوشه بالا سمت راست) گزینه گزارش را نیز در کنار گزینه‌های موجود ذخیره/دنبال کردن/اشتراک‌گذاری ارائه می‌دهد.
fr: Signaler a toujours fonctionné sur les commentaires et réponses individuels, mais pas sur l'élément auquel ils répondent — le message d'origine d'un sujet de forum, ou une fiche d'app, de blog, de guide, de rapport de bug ou d'épisode n'avait aucun moyen d'être signalée. Le menu d'actions de chaque écran de détail (coin supérieur droit) propose désormais Signaler également, aux côtés des options Enregistrer/Suivre/Partager existantes.
he: דיווח תמיד עבד על תגובות ותשובות בודדות, אך לא על הדבר שעליו הן עונות — לפוסט המקורי של נושא בפורום, או לרשומת אפליקציה, בלוג, מדריך, דיווח באג או פרק, לא הייתה דרך לסימון. תפריט הפעולות של כל מסך פרטים (בפינה העליונה מימין) מציע כעת גם שם דיווח, לצד אפשרויות שמירה/מעקב/שיתוף הקיימות.
hi: रिपोर्ट करना हमेशा व्यक्तिगत टिप्पणियों और उत्तरों पर काम करता रहा है, लेकिन उस चीज़ पर नहीं जिसका वे उत्तर दे रहे हैं — किसी फ़ोरम विषय की मूल पोस्ट, या किसी ऐप, ब्लॉग, गाइड, बग रिपोर्ट या एपिसोड प्रविष्टि को फ़्लैग करने का कोई तरीका नहीं था। अब हर विवरण स्क्रीन का एक्शन मेन्यू (ऊपरी दाएं कोने में) वहां भी मौजूदा सहेजें/फ़ॉलो करें/साझा करें विकल्पों के साथ रिपोर्ट करें प्रदान करता है।
id: Laporkan selalu berfungsi pada komentar dan balasan individual, tetapi tidak pada hal yang mereka tanggapi — postingan asli topik forum, atau entri aplikasi, blog, panduan, laporan bug, atau episode tidak memiliki cara untuk ditandai. Menu tindakan setiap layar detail (sudut kanan atas) kini juga menawarkan Laporkan di sana, bersama opsi Simpan/Ikuti/Bagikan yang sudah ada.
it: Segnala ha sempre funzionato su singoli commenti e risposte, ma non sull'elemento a cui rispondono — il post originale di un argomento del forum, oppure una scheda di app, blog, guida, segnalazione di bug o episodio non aveva modo di essere segnalata. Il menu delle azioni di ogni schermata di dettaglio (angolo in alto a destra) ora offre Segnala anche lì, accanto alle opzioni esistenti Salva/Segui/Condividi.
ja: 「報告」機能は、これまで個々のコメントや返信に対してのみ使えましたが、それが返信している対象――フォーラムトピックの元の投稿や、アプリ、ブログ、ガイド、バグ報告、エピソードのエントリー自体には報告する手段がありませんでした。各詳細画面のアクションメニュー（右上）に、既存の保存／フォロー／共有のオプションと並んで、今回「報告」も追加されました。
ko: 신고 기능은 항상 개별 댓글과 답글에서만 작동했지만, 그것이 답하는 대상 자체 — 포럼 주제의 원본 게시물, 또는 앱, 블로그, 가이드, 버그 신고, 에피소드 항목 자체 — 는 신고할 방법이 없었습니다. 이제 각 상세 화면의 작업 메뉴(오른쪽 상단)에서도 기존의 저장/팔로우/공유 옵션과 함께 신고 기능을 제공합니다.
nl: Melden werkte altijd al voor individuele reacties en antwoorden, maar niet voor waar ze op reageren — het oorspronkelijke bericht van een forumonderwerp, of een app-, blog-, gids-, bugmelding- of afleveringitem kon niet worden gemarkeerd. Het actiemenu van elk detailscherm (rechtsboven) biedt nu ook daar Melden aan, naast de bestaande opties Opslaan/Volgen/Delen.
pl: Zgłaszanie zawsze działało w przypadku pojedynczych komentarzy i odpowiedzi, ale nie w przypadku tego, na co odpowiadają — oryginalny post tematu na forum lub wpis aplikacji, bloga, przewodnika, zgłoszenia błędu czy odcinka nie miał sposobu na oznaczenie. Menu akcji każdego ekranu szczegółów (prawy górny róg) oferuje teraz również tam opcję Zgłoś, obok istniejących opcji Zapisz/Obserwuj/Udostępnij.
pt: Denunciar sempre funcionou em comentários e respostas individuais, mas não naquilo a que eles respondem — a publicação original de um tópico do fórum, ou uma entrada de app, blog, guia, relatório de bug ou episódio não tinha como ser sinalizada. O menu de ações de cada tela de detalhes (canto superior direito) agora também oferece Denunciar ali, junto às opções existentes de Salvar/Seguir/Compartilhar.
ru: Функция «Пожаловаться» всегда работала для отдельных комментариев и ответов, но не для того, на что они отвечают, — исходный пост темы форума или запись приложения, блога, руководства, отчёта об ошибке или эпизода никак нельзя было пометить. Теперь меню действий каждого экрана с подробностями (в верхнем правом углу) предлагает там и «Пожаловаться», наряду с существующими опциями «Сохранить»/«Подписаться»/«Поделиться».
sv: Anmäl har alltid fungerat på enskilda kommentarer och svar, men inte på det de svarar på — ett forumämnes ursprungliga inlägg, eller en app-, blogg-, guide-, felrapport- eller avsnittspost, hade inget sätt att flaggas. Åtgärdsmenyn på varje detaljskärm (övre högra hörnet) erbjuder nu Anmäl även där, tillsammans med befintliga alternativ Spara/Följ/Dela.
th: รายงานทำงานกับความคิดเห็นและการตอบกลับแต่ละรายการมาโดยตลอด แต่ไม่ได้ทำงานกับสิ่งที่พวกมันกำลังตอบกลับ — โพสต์ต้นฉบับของหัวข้อฟอรัม หรือรายการแอป บล็อก คู่มือ รายงานบั๊ก หรือตอนของพอดแคสต์ ไม่มีวิธีตั้งค่าสถานะ ตอนนี้เมนูการดำเนินการของทุกหน้าจอรายละเอียด (มุมขวาบน) มีตัวเลือกรายงานที่นั่นด้วย ควบคู่ไปกับตัวเลือกบันทึก/ติดตาม/แชร์ที่มีอยู่แล้ว
tr: Bildirme özelliği her zaman tek tek yorumlar ve yanıtlar üzerinde çalıştı, ancak yanıt verdikleri şey üzerinde çalışmadı — bir forum konusunun orijinal gönderisinin veya bir uygulama, blog, kılavuz, hata raporu ya da bölüm girişinin işaretlenmesinin bir yolu yoktu. Artık her ayrıntı ekranının eylemler menüsü (sağ üst köşe) orada da mevcut Kaydet/Takip Et/Paylaş seçeneklerinin yanında Bildir'i sunuyor.
uk: Функція «Поскаржитися» завжди працювала для окремих коментарів і відповідей, але не для того, на що вони відповідають, — оригінальний допис теми форуму або запис застосунку, блогу, посібника, звіту про помилку чи епізоду не мали способу позначення. Меню дій кожного екрана з подробицями (у верхньому правому куті) тепер пропонує там і «Поскаржитися», поряд з наявними опціями «Зберегти»/«Підписатися»/«Поділитися».
vi: Báo cáo luôn hoạt động trên các bình luận và trả lời riêng lẻ, nhưng không hoạt động trên thứ mà chúng đang trả lời — bài đăng gốc của một chủ đề diễn đàn, hoặc mục ứng dụng, blog, hướng dẫn, báo cáo lỗi, hay tập không có cách nào để gắn cờ. Menu hành động của mỗi màn hình chi tiết (góc trên bên phải) giờ đây cũng cung cấp Báo cáo ở đó, cùng với các tùy chọn Lưu/Theo dõi/Chia sẻ hiện có.
zh_hans: 举报功能一直只能用于单条评论和回复，却无法用于它们所回复的对象本身——论坛话题的原始帖子，或应用、博客、指南、错误报告、单集条目本身都没有举报方式。现在每个详情页面的操作菜单（右上角）也提供了举报选项，与现有的保存/关注/分享选项并列。

source: Report to Apple
ar: الإبلاغ إلى Apple
de: An Apple melden
el: Αναφορά στην Apple
es: Informar a Apple
fa: گزارش به اپل
fr: Signaler à Apple
he: דיווח ל-Apple
hi: Apple को रिपोर्ट करें
id: Laporkan ke Apple
it: Segnala ad Apple
ja: Apple に報告
ko: Apple에 신고
nl: Melden bij Apple
pl: Zgłoś do Apple
pt: Denunciar à Apple
ru: Сообщить в Apple
sv: Rapportera till Apple
th: รายงานไปยัง Apple
tr: Apple'a Bildir
uk: Повідомити Apple
vi: Báo cáo cho Apple
zh_hans: 向 Apple 报告

source: Reported — thanks for the feedback.
ar: تم الإبلاغ — شكرًا على ملاحظاتك.
de: Gemeldet – danke für dein Feedback.
el: Αναφέρθηκε — ευχαριστούμε για τα σχόλιά σας.
es: Reportado: gracias por tus comentarios.
fa: گزارش شد — بابت بازخوردتان سپاسگزاریم.
fr: Signalé — merci pour votre retour.
he: דווח — תודה על המשוב.
hi: रिपोर्ट कर दिया गया — आपकी प्रतिक्रिया के लिए धन्यवाद।
id: Dilaporkan — terima kasih atas masukannya.
it: Segnalato: grazie per il tuo feedback.
ja: 報告しました。フィードバックをありがとうございます。
ko: 신고되었습니다 — 의견 주셔서 감사합니다.
nl: Gemeld — bedankt voor je feedback.
pl: Zgłoszono — dziękujemy za opinię.
pt: Reportado — obrigado pelo seu feedback.
ru: Отправлено — спасибо за отзыв.
sv: Rapporterat – tack för din feedback.
th: รายงานแล้ว — ขอบคุณสำหรับความคิดเห็นของคุณ
tr: Bildirildi — geri bildiriminiz için teşekkürler.
uk: Повідомлено — дякуємо за відгук.
vi: Đã báo cáo — cảm ơn phản hồi của bạn.
zh_hans: 已举报——感谢你的反馈。

# Reporting a %@ by %@
source: Reporting a %1$@ by %2$@
ar: جارٍ الإبلاغ عن %@ بواسطة %@
de: %@ von %@ wird gemeldet
el: Αναφορά %@ από %@
es: Denunciando un/a %@ de %@
fa: در حال گزارش %@ توسط %@
fr: Signalement d'un(e) %@ de %@
he: מדווח על %@ מאת %@
hi: %@ द्वारा %@ की रिपोर्ट की जा रही है
id: Melaporkan %@ oleh %@
it: Segnalazione di un/a %@ di %@
ja: %@さんによる%@を報告しています
ko: %@님의 %@ 신고 중
nl: Een %@ van %@ wordt gemeld
pl: Zgłaszanie: %@ od %@
pt: Denunciando um/a %@ de %@
ru: Жалоба на %@ от %@
sv: Anmäler %@ av %@
th: กำลังรายงาน%@โดย%@
tr: %@ tarafından paylaşılan %@ bildiriliyor
uk: Скарга на %@ від %@
vi: Đang báo cáo %@ của %@
zh_hans: 正在举报%@发布的%@

source: Reporting a comment by %@
ar: الإبلاغ عن تعليق بواسطة %@
de: Kommentar von %@ wird gemeldet
el: Αναφορά σχολίου από %@
es: Denunciando un comentario de %@
fa: گزارش دیدگاه از %@
fr: Signalement d'un commentaire de %@
he: מדווח על תגובה מאת %@
hi: %@ की टिप्पणी की रिपोर्ट कर रहे हैं
id: Melaporkan komentar oleh %@
it: Segnalazione di un commento di %@
ja: %@ によるコメントを報告
ko: %@님의 댓글 신고
nl: Reactie van %@ melden
pl: Zgłaszanie komentarza od %@
pt: Denunciando um comentário de %@
ru: Жалоба на комментарий от %@
sv: Anmäler en kommentar av %@
th: กำลังรายงานความคิดเห็นโดย %@
tr: %@ tarafından yapılan yorum bildiriliyor
uk: Скарга на коментар від %@
vi: Đang báo cáo bình luận của %@
zh_hans: 举报 %@ 的评论

# Reporting this %@
source: Reporting this %1$@
ar: جارٍ الإبلاغ عن هذا/هذه %@
de: %@ wird gemeldet
el: Αναφορά αυτού: %@
es: Denunciando este/a %@
fa: در حال گزارش این %@
fr: Signalement de ce/cette %@
he: מדווח על %@ זה/זו
hi: इस %@ की रिपोर्ट की जा रही है
id: Melaporkan %@ ini
it: Segnalazione di questo/a %@
ja: この%@を報告しています
ko: 이 %@ 신고 중
nl: Dit/deze %@ wordt gemeld
pl: Zgłaszanie tego elementu: %@
pt: Denunciando este/esta %@
ru: Жалоба на этот элемент: %@
sv: Anmäler detta: %@
th: กำลังรายงาน%@นี้
tr: Bu %@ bildiriliyor
uk: Скарга на цей елемент: %@
vi: Đang báo cáo %@ này
zh_hans: 正在举报此%@

source: Reporting…
ar: جارٍ الإبلاغ…
de: Wird gemeldet …
el: Γίνεται αναφορά…
es: Enviando informe…
fa: در حال گزارش…
fr: Signalement en cours…
he: מדווח…
hi: रिपोर्ट की जा रही है…
id: Melaporkan…
it: Segnalazione in corso…
ja: 報告中…
ko: 신고 중…
nl: Wordt gemeld…
pl: Zgłaszanie…
pt: Reportando…
ru: Отправка отчёта…
sv: Rapporterar…
th: กำลังรายงาน…
tr: Bildiriliyor…
uk: Надсилання звіту…
vi: Đang báo cáo…
zh_hans: 举报中…

source: Reports this warning to the AppleVis editorial team as a possible false positive.
ar: يُبلغ هذا التحذير إلى فريق التحرير في AppleVis باعتباره إنذارًا كاذبًا محتملًا.
de: Meldet diese Warnung als möglichen Fehlalarm an das AppleVis-Redaktionsteam.
el: Αναφέρει αυτήν την προειδοποίηση στη συντακτική ομάδα του AppleVis ως πιθανό ψευδώς θετικό αποτέλεσμα.
es: Informa esta advertencia al equipo editorial de AppleVis como un posible falso positivo.
fa: این هشدار را به‌عنوان یک هشدار کاذب احتمالی به تیم سردبیری AppleVis گزارش می‌دهد.
fr: Signale cet avertissement à l'équipe éditoriale d'AppleVis comme un possible faux positif.
he: מדווח על אזהרה זו לצוות המערכת של AppleVis כאזעקת שווא אפשרית.
hi: इस चेतावनी को संभावित गलत सकारात्मक परिणाम के रूप में AppleVis संपादकीय टीम को रिपोर्ट करता है।
id: Melaporkan peringatan ini ke tim editorial AppleVis sebagai kemungkinan positif palsu.
it: Segnala questo avviso al team editoriale di AppleVis come possibile falso positivo.
ja: この警告を誤検知の可能性としてAppleVis編集チームに報告します。
ko: 이 경고를 잘못된 감지일 가능성으로 AppleVis 편집팀에 신고합니다.
nl: Meldt deze waarschuwing bij het redactieteam van AppleVis als mogelijk foutief positief.
pl: Zgłasza to ostrzeżenie zespołowi redakcyjnemu AppleVis jako możliwy fałszywy alarm.
pt: Reporta este aviso à equipe editorial da AppleVis como um possível falso positivo.
ru: Сообщает об этом предупреждении редакции AppleVis как о возможном ложном срабатывании.
sv: Rapporterar den här varningen till AppleVis redaktion som en möjlig felaktig varning.
th: รายงานคำเตือนนี้ไปยังทีมบรรณาธิการของ AppleVis ว่าอาจเป็นการแจ้งเตือนที่ผิดพลาด
tr: Bu uyarıyı olası bir yanlış pozitif olarak AppleVis editör ekibine bildirir.
uk: Повідомляє про це попередження редакційній команді AppleVis як про можливе хибне спрацювання.
vi: Báo cáo cảnh báo này cho đội ngũ biên tập AppleVis như một khả năng cảnh báo sai.
zh_hans: 将此警告作为可能的误报报告给 AppleVis 编辑团队。
